[{"P": "qual é a música do Roberto Carlos que mais toca na India ?", "R": "Como é Ghandi o meu amor por você"}, {"P": "Qual o dinossauro que se existisse hoje, seria paleontólogo?", "R": "O tirando ossauro"}, {"P": "Porque o gato comeu peixe em vez de whiskas na semana santa?", "R": "Porque ele é gatólico."}, {"P": "O que é um milionário?", "R": "é um bilionário depois do divórcio."}, {"P": "Qual a fruta mais ninfomaníaca do pomar?", "R": "A jaboticaba.  Já nasce agarrada no pau e morre sendo chupada."}, {"P": "Qual a banda que a cobrinha mineira aprendeu a gostar com aquele seu tio roqueiro velho?", "R": "Uai, Tio Snake!"}, {"P": "O que é quando o \"A\" e o \"B\" não conseguem ouvir?", "R": "é um ABsurdo"}, {"P": "Porque colocaram três camas elásticas no navio?", "R": "Para os tripulantes"}, {"P": "Quando o sal chora seus parentes mortos?", "R": "no dia de refinados."}, {"P": "Qual o remédio que deixa a pessoa focada no rock que está ouvindo?", "R": "RitaLeena"}, {"P": "Pq ir pra faculdade/trabalho em novembro?", "R": "O próprio mês diz:No vem Bro"}, {"P": "Em que lugar o sal se sente em casa?", "R": "Onde o sal mora."}, {"P": "E qual era o dinossauro mais prestativo?", "R": "o prontossauro!"}, {"P": "O que um nordestino diz quando vê uma enchente?", "R": "Oxente"}, {"P": "E aí, sobrinho. Me fala do Enem...", "R": "Você vai entrar na faculdade pelo Sisu ou pelo Caninu?"}, {"P": "Há uma linha tênue entre o numerador e o denominador.", "R": "Apenas uma fração das pessoas achará essa piada engraçada."}, {"P": "O que a cobra faz quando vê um rato se afogando?", "R": "Ela dá o bote."}, {"P": "Qual o dinossauro que dava risada dos outros?", "R": "O Tirandosarro Rex."}, {"P": "Como se faz pra amarrar duas motos?", "R": "É só pegar duas motos Yamaha"}, {"P": "Fui em São Paulo, no MASP, mas não entrei.", "R": "Fui em vão."}, {"P": "Qual era o tipo de água preferida do Otávio?", "R": "A água potávio"}, {"P": "Qual o exercício físico mais odiado pelos cristãos?", "R": "Pilatos"}, {"P": "oque tem quatro letras. raramente tem nove letras. nunca tem cinco letras.", "R": ""}, {"P": "Qual é o programa apresentado pelo Silvio Santos que se passa no mar ?", "R": "Roda a Roda Jetsky"}, {"P": "Um rapaz de 16 anos ajudou uma senhorinha a atravessar a rua", "R": "Ele era um Bon Jovi"}]